Repository: XsF1re/FlyJB-App
Catalog: FlyJB/Supporting Files/*.lproj/Localizable.strings
Languages: ar

source: Activate FlyJB
ar: قم بتنشيط FlyJB

source: All of installed app will be display here. Please send log if you had some problem.
ar: سيتم عرض جميع التطبيقات المثبتة هنا الرجاء إرسال السجل إذا كان لديك بعض المشاكل

source: All settings has been reset.
ar: تم إعادة ضبط جميع الإعدادات.

source: All tweaks will be disabled including FlyJB.
ar: يقوم بتعطيل جميع الادوات بما في ذلك FlyJB

source: AppList Log
ar: سجل قائمة التطبيقات

source: Are you going to reset all the settings?
ar: هل انت متأكد من إعادة ضبط جميع الإعدادات؟

source: Bypass List
ar: قائمة التجاوز

source: Cancel
ar: إلغاء

source: Checking Update...
ar: جاري التحقق من التحديث ...

source: Credit
ar: شكر وتقدير

source: Design
ar: التصميم

source: Development
ar: المطور

source: Device
ar: جهاز

source: Did you jailbreak your iPhone? Then FlyJB Tweak is a MUST! Feel free to use apps that detect jailbreak! #FlyJB By @XsF1re
ar: هل قمت بعمل جيلبريك لجهاز iPhone الخاص بك؟ إذن فلا بد من اداه FlyJB Tweak! لتعطيل كشف الجيلبريك للتطبيقات #FlyJB بواسطة @ XsF1re تعريب ‏@su8782

source: Disable List
ar: القائمة المعطلة

source: Enable Dobby
ar: تمكين Dobby

source: Failed to get patch data from server. Please try again.
ar: فشل الحصول على بيانات التصحيح من الخادم حاول مرة اخرى

source: Failed to request feedback
ar: فشل في ارسال التعليقات

source: Failed to reset all settings.
ar: فشل في إعادة تعيين كافة الإعدادات.

source: Failed to set permission. Is your device jailbroken?
ar: فشل تعيين الاذونات ، هل جهازك عليه جيليريك؟

source: FlyJB X Feedback Request
ar: طلب تعليقات FlyJB X

source: Get patch data from server.
ar: احصل على بيانات التصحيح من الخادم.

source: Have issue on app list?
ar: لديك مشكلة في قائمة التطبيقات؟

source: I think it's you when the wind blows.
ar: شكرا متجر System32 Store على التعريب

source: If crash happen, explain in detail what happens in some cases or send a crash log to help developers solve it.
ar: في حالة حدوث عطل ، اشرح بالتفصيل ما يحدث في بعض الحالات أو أرسل سجل التعطيل لمساعدة المطورين في حلها.

source: If you don't enable Dobby, bypass functionality may not work in some apps, but it can be resolved by memory patch.
ar: إذا لم تقم بتمكين Dobby ، فقد لا تعمل وظيفة التجاوز في بعض التطبيقات ، ولكن يمكن حلها عن طريق تصحيح الذاكرة.

source: Info
ar: حول

source: Install Twitter
ar: قم بتثبيت Twitter

source: Last Update Date
ar: اخر تاريخ تحديث

source: List
ar: قائمة

source: Modify environment variables to block all tweak loads except FlyJB. Do not activate unless app crashes or there is a special problem.
ar: يقوم بتعطيل جميع الادوات باستثناء FlyJB ، لا تنشط إلا إذا تعطل التطبيق أو كانت هناك مشكلة خاصة

source: OK
ar: موافق

source: Optimize List
ar: القائمة المحسنة

source: Patch data is already up to date.
ar: بيانات التصحيح محدثة بالفعل

source: Recommend FlyJB
ar: توصية الاصدقاء بـ FlyJB

source: Reset
ar: إعادة تعيين

source: Reset Settings
ar: اعادة الضبط

source: Search Apps
ar: البحث عن التطبيقات

source: Selected Apps can NOT access the system. Other Apps can access the system.
ar: لا يمكن للتطبيقات المحددة كشف الجيلبريك

source: Send Feedback
ar: ارسل رأيك

source: Setting Permission Failed
ar: فشل تعيين الاذونات

source: Settings
ar: الإعدادات

source: Share
ar: مشاركة

source: Some apps require a memory patch, so check the app version.
ar: تتطلب بعض التطبيقات تصحيحًا للذاكرة ، لذا تحقق من إصدار التطبيق.

source: Successfully Updated
ar: تم التحديث بنجاح

source: The current version does not support updating memory patch. Please update tweak to the latest version.
ar: الإصدار الحالي لا يدعم تحديث تصحيح الذاكرة. يرجى تحديث الاداه إلى أحدث إصدار.

source: The patch data was successfully received from the server.
ar: تم استلام بيانات التصحيح من الخادم بنجاح.

source: Update
ar: تحديث

source: Update Failed
ar: فشل التحديث

source: Update Memory Patch
ar: تحديث تصحيح الذاكرة

source: Version
ar: الإصدار

source: View Patch Contents
ar: عرض محتويات التصحيح

source: View Source Code
ar: عرض كود المصدر

source: You must install Twitter and log in to recommend FlyJB.
ar: يجب عليك تثبيت Twitter وتسجيل الدخول للتوصية بـ FlyJB

source: Your registered email could not be found. Please add at least one e-mail in the mail app.
ar: لا يمكن العثور على بريدك الإلكتروني المسجل. يرجى إضافة بريد إلكتروني واحد على الأقل في تطبيق البريد.

source: Translation
ar: ترجمة
